{
  "<pad_0>": 50257,
  "<pad_10>": 50267,
  "<pad_11>": 50268,
  "<pad_12>": 50269,
  "<pad_13>": 50270,
  "<pad_14>": 50271,
  "<pad_15>": 50272,
  "<pad_16>": 50273,
  "<pad_17>": 50274,
  "<pad_18>": 50275,
  "<pad_19>": 50276,
  "<pad_1>": 50258,
  "<pad_20>": 50277,
  "<pad_21>": 50278,
  "<pad_22>": 50279,
  "<pad_23>": 50280,
  "<pad_24>": 50281,
  "<pad_25>": 50282,
  "<pad_26>": 50283,
  "<pad_27>": 50284,
  "<pad_28>": 50285,
  "<pad_29>": 50286,
  "<pad_2>": 50259,
  "<pad_30>": 50287,
  "<pad_31>": 50288,
  "<pad_32>": 50289,
  "<pad_33>": 50290,
  "<pad_34>": 50291,
  "<pad_35>": 50292,
  "<pad_36>": 50293,
  "<pad_37>": 50294,
  "<pad_38>": 50295,
  "<pad_39>": 50296,
  "<pad_3>": 50260,
  "<pad_40>": 50297,
  "<pad_41>": 50298,
  "<pad_42>": 50299,
  "<pad_43>": 50300,
  "<pad_44>": 50301,
  "<pad_45>": 50302,
  "<pad_46>": 50303,
  "<pad_4>": 50261,
  "<pad_5>": 50262,
  "<pad_6>": 50263,
  "<pad_7>": 50264,
  "<pad_8>": 50265,
  "<pad_9>": 50266
}
